tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "argocd"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "doctl"
brew "fzf"
brew "gh"
brew "helm"
brew "htop"
brew "kubernetes-cli"
brew "kubectx"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "mailhog"
brew "openssl@1.1"
brew "mysql@5.7", restart_service: true
brew "pkg-config"
brew "readline"
brew "rbenv"
brew "redis"
brew "zlib"
brew "git-delta"
cask "ngrok"
