tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "curl"
brew "exercism"
brew "fzf"
brew "readline"
brew "sqlite"
brew "python"
brew "gnupg"
brew "go"
brew "htop"
brew "hugo"
brew "libtool"
brew "imagemagick@6", link: true
brew "libyaml"
brew "mongodb"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "pkg-config"
brew "rabbitmq", link: false
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
cask "alfred"
cask "amethyst"
cask "bettertouchtool"
cask "discord"
cask "gimp"
cask "iterm2"
cask "java"
cask "macdown"
cask "macvim"
cask "postgres"
cask "postman"
cask "slack"
cask "tunnelblick"
cask "wkhtmltopdf"
cask "xquartz"
