tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "argo"
brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "cookiecutter"
brew "coreutils"
brew "curl"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "k3d"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kustomize"
brew "ncdu"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "ripgrep"
brew "stern"
brew "unixodbc"
brew "unzip"
brew "wireguard-tools"
brew "yarn"
brew "yq"
brew "go-task/tap/go-task"
cask "aws-vault"
